brew "ast-grep"
brew "chezmoi"
brew "cmake"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-credential-oauth"
brew "git-delta"
brew "go"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "llvm"
brew "luarocks"
brew "markdown-toc"
brew "markdownlint-cli2"
brew "neovim"
brew "ninja"
brew "ripgrep"
brew "opencode"
brew "prettier"
brew "rust"
brew "sevenzip"
brew "tmux"
brew "tree-sitter-cli"
brew "uv"
